Repository: anton0801/TVRemote
Catalog: TVRemoteScreenMirroring/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# v2.onboarding.cast.body
source: Share photos, play videos and mirror your screen on compatible TVs.
de: Teile Fotos, spiele Videos ab und spiegle deinen Bildschirm auf kompatiblen Fernsehern.
es: Comparte fotos, reproduce vídeos y duplica la pantalla en televisores compatibles.
fr: Partagez vos photos, lisez vos vidéos et recopiez votre écran sur les TV compatibles.
ru: Показывайте фото, видео и экран телефона на совместимых телевизорах.

# v2.onboarding.cast.cta
source: Connect my TV
de: Meinen TV verbinden
es: Conectar mi TV
fr: Connecter ma TV
ru: Подключить телевизор

# v2.onboarding.cast.note
source: Try the connection first. No payment required.
de: Teste zuerst die Verbindung. Keine Zahlung nötig.
es: Prueba primero la conexión. Sin pago.
fr: Testez d’abord la connexion. Aucun paiement requis.
ru: Сначала проверьте подключение. Оплата не нужна.

# v2.onboarding.cast.title
source: Small moments. Big screen.
de: Kleine Momente. Großer Bildschirm.
es: Pequeños momentos. Gran pantalla.
fr: Petits moments. Grand écran.
ru: Ваши моменты. Большой экран.

# v2.onboarding.remote.body
source: Connect to a compatible Smart TV and control it from your iPhone.
de: Verbinde einen kompatiblen Smart-TV und steuere ihn mit deinem iPhone.
es: Conecta un Smart TV compatible y contrólalo desde tu iPhone.
fr: Connectez une Smart TV compatible et contrôlez-la depuis votre iPhone.
ru: Подключитесь к совместимому Smart TV и управляйте им с iPhone.

# v2.onboarding.remote.note
source: Check your connection before choosing a plan.
de: Prüfe die Verbindung, bevor du einen Tarif wählst.
es: Comprueba la conexión antes de elegir un plan.
fr: Vérifiez la connexion avant de choisir une formule.
ru: Проверьте подключение перед выбором тарифа.

# v2.onboarding.remote.title
source: Your TV. One remote.
de: Dein TV. Eine Fernbedienung.
es: Tu TV. Un solo mando.
fr: Votre TV. Une télécommande.
ru: Ваш телевизор. Один пульт.

# v2.pairing.allow
source: If your TV asks for permission, choose Allow.
de: Wenn dein TV um Erlaubnis fragt, wähle Zulassen.
es: Si tu TV pide permiso, selecciona Permitir.
fr: Si votre TV demande une autorisation, choisissez Autoriser.
ru: Если телевизор запросит разрешение, выберите «Разрешить».

# v2.pairing.allowBody
source: Use your TV remote to choose Allow.
de: Wähle mit der TV-Fernbedienung „Erlauben“.
es: Usa el mando del TV para elegir Permitir.
fr: Sélectionnez « Autoriser » avec la télécommande.
ru: Выберите «Разрешить» пультом телевизора.

# v2.pairing.allowTitle
source: Allow on your TV
de: Auf dem TV erlauben
es: Permitir en el TV
fr: Autoriser sur le téléviseur
ru: Разрешите на телевизоре

# v2.pairing.enterCode
source: Enter the code on your TV
de: Code vom TV eingeben
es: Introduce el código de tu TV
fr: Saisissez le code affiché sur votre TV
ru: Введите код с телевизора

# v2.pairing.keepOpen
source: Keep this screen open while connecting.
de: Lass diesen Bildschirm beim Verbinden geöffnet.
es: Mantén esta pantalla abierta durante la conexión.
fr: Gardez cet écran ouvert pendant la connexion.
ru: Не закрывайте этот экран во время подключения.

# v2.pairing.newCode
source: Show a new code
de: Neuen Code anzeigen
es: Mostrar un código nuevo
fr: Afficher un nouveau code
ru: Показать новый код

# v2.pairing.requestAgain
source: Request again
de: Erneut anfragen
es: Volver a solicitar
fr: Renvoyer la demande
ru: Отправить запрос снова

# v2.pairing.title
source: Pair with your TV
de: Mit deinem TV koppeln
es: Vincula tu TV
fr: Associer votre TV
ru: Сопряжение с телевизором

# v2.pairing.waiting
source: Waiting for your TV to confirm…
de: Warten auf die Bestätigung des TVs …
es: Esperando la confirmación del TV…
fr: En attente de confirmation du téléviseur…
ru: Ожидаем подтверждение телевизора…

# v2.plan.lifetime
source: Lifetime
de: Dauerzugang
es: De por vida
fr: À vie
ru: Навсегда

# v2.plan.monthPrice
source: %1$@ / month
de: %1$@ / Monat
es: %1$@ / mes
fr: %1$@ / mois
ru: %1$@ / месяц

# v2.plan.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
ru: На месяц

# v2.plan.once
source: One-time purchase
de: Einmaliger Kauf
es: Compra única
fr: Achat unique
ru: Разовая покупка

# v2.plan.yearPrice
source: %1$@ / year
de: %1$@ / Jahr
es: %1$@ / año
fr: %1$@ / an
ru: %1$@ / год

# v2.plan.yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ru: На год

# v2.privacy.analytics
source: Usage analytics
de: Nutzungsanalyse
es: Analíticas de uso
fr: Statistiques d’utilisation
ru: Аналитика использования

# v2.privacy.analytics.body
source: Help us understand which features work well
de: Hilf uns zu verstehen, welche Funktionen gut funktionieren
es: Ayúdanos a saber qué funciones van bien
fr: Aidez-nous à comprendre quelles fonctions marchent bien
ru: Помогите понять, какие функции работают хорошо

# v2.privacy.crashes
source: Crash reports
de: Absturzberichte
es: Informes de fallos
fr: Rapports de plantage
ru: Отчёты о сбоях

# v2.privacy.crashes.body
source: Share technical crash details
de: Technische Absturzdetails teilen
es: Compartir detalles técnicos de fallos
fr: Partager les détails techniques des plantages
ru: Отправлять технические сведения о сбоях

# v2.privacy.intro
source: Choose what you share.
de: Wähle aus, was du teilst.
es: Elige qué compartes.
fr: Choisissez ce que vous partagez.
ru: Выберите, чем делиться.

# v2.privacy.noContent
source: Photos, videos and typed TV text are not included in analytics.
de: Fotos, Videos und am TV eingegebene Texte sind nicht Teil der Analyse.
es: Las analíticas no incluyen fotos, vídeos ni texto escrito para la TV.
fr: Les photos, vidéos et textes saisis pour la TV ne sont pas inclus dans les statistiques.
ru: Фото, видео и текст для телевизора не входят в аналитику.

# v2.privacy.optional
source: Offers are always optional.
de: Angebote sind immer optional.
es: Las ofertas siempre son opcionales.
fr: Les offres restent toujours facultatives.
ru: Предложения всегда добровольны.

# v2.privacy.policy
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
ru: Политика конфиденциальности

# v2.pro.accessActive
source: Pro access is currently active
de: Pro-Zugriff ist derzeit aktiv
es: El acceso Pro sigue activo
fr: L’accès Pro est actuellement actif
ru: Доступ Pro пока активен

# v2.pro.accessPaused
source: Pro access is paused
de: Pro-Zugriff ist pausiert
es: El acceso Pro está suspendido
fr: L’accès Pro est suspendu
ru: Доступ Pro приостановлен

# v2.pro.banner
source: More control. More ways to share.
de: Mehr Kontrolle. Mehr Möglichkeiten zum Teilen.
es: Más control. Más formas de compartir.
fr: Plus de contrôle. Plus de façons de partager.
ru: Больше управления. Больше возможностей показа.

# v2.pro.billingBody
source: Review your payment details in the App Store.
de: Prüfe deine Zahlungsdaten im App Store.
es: Revisa los datos de pago en el App Store.
fr: Vérifiez vos informations de paiement dans l’App Store.
ru: Проверьте платёжные данные в App Store.

# v2.pro.billingIssue
source: Payment needs attention
de: Zahlung prüfen
es: Revisa el pago
fr: Paiement à vérifier
ru: Нужно проверить оплату

# v2.pro.explore
source: Explore Pro
de: Pro entdecken
es: Descubrir Pro
fr: Découvrir Pro
ru: Подробнее о Pro

# v2.pro.lifetimeBody
source: One-time purchase. No renewal for this purchase.
de: Einmaliger Kauf. Keine Verlängerung dieses Kaufs.
es: Compra única. Esta compra no se renueva.
fr: Achat unique. Aucun renouvellement pour cet achat.
ru: Разовая покупка без продления.

# v2.pro.lifetimeStatus
source: Lifetime access · Active
de: Dauerhafter Zugriff · Aktiv
es: Acceso de por vida · Activo
fr: Accès à vie · Actif
ru: Пожизненный доступ · Активен

# v2.pro.olderSubscription
source: Have an older subscription?
de: Hast du noch ein älteres Abo?
es: ¿Tienes una suscripción anterior?
fr: Avez-vous un ancien abonnement ?
ru: Есть прежняя подписка?

# v2.pro.sharing
source: Photo, video & screen sharing
de: Fotos, Videos und Bildschirm teilen
es: Fotos, vídeos y pantalla
fr: Partage de photos, vidéos et écran
ru: Фото, видео и экран телефона

# v2.pro.shortcuts
source: Keyboard & app shortcuts
de: Tastatur und App-Verknüpfungen
es: Teclado y accesos a apps
fr: Clavier et raccourcis d’apps
ru: Клавиатура и быстрый запуск

# v2.pro.unlimited
source: Unlimited remote control
de: Unbegrenzte Fernbedienung
es: Control remoto ilimitado
fr: Télécommande illimitée
ru: Пульт без ограничений

# v2.purchase.backPlans
source: Back to plans
de: Zurück zu den Tarifen
es: Volver a los planes
fr: Retour aux offres
ru: Вернуться к тарифам

# v2.purchase.backRemote
source: Back to remote
de: Zur Fernbedienung
es: Volver al mando
fr: Retour à la télécommande
ru: Вернуться к пульту

# v2.purchase.check
source: Check status
de: Status prüfen
es: Comprobar estado
fr: Vérifier l’état
ru: Проверить статус

# v2.purchase.checkStatus
source: Check purchase status
de: Kaufstatus prüfen
es: Comprobar estado de compra
fr: Vérifier le statut de l’achat
ru: Проверить статус покупки

# v2.purchase.loadingPlans
source: Loading plans…
de: Tarife werden geladen …
es: Cargando planes…
fr: Chargement des offres…
ru: Загружаем тарифы…

# v2.purchase.pending
source: Purchase pending
de: Kauf ausstehend
es: Compra pendiente
fr: Achat en attente
ru: Покупка ожидает подтверждения

# v2.purchase.pending.body
source: The App Store is still confirming your purchase. You won’t need to buy again.
de: Der App Store bestätigt deinen Kauf noch. Du musst nicht erneut kaufen.
es: App Store aún está confirmando la compra. No tendrás que comprar de nuevo.
fr: L’App Store confirme encore votre achat. Vous n’avez pas besoin de racheter.
ru: App Store ещё подтверждает покупку. Повторная покупка не нужна.

# v2.purchase.success
source: You’re ready to go
de: Du kannst loslegen
es: Todo listo
fr: Tout est prêt
ru: Всё готово

# v2.purchase.unavailable
source: Plans are unavailable
de: Tarife nicht verfügbar
es: Planes no disponibles
fr: Formules indisponibles
ru: Тарифы недоступны

# v2.purchase.unavailable.body
source: We couldn’t load prices from the App Store. Check your connection and try again.
de: Die Preise konnten nicht aus dem App Store geladen werden. Prüfe die Verbindung und versuche es erneut.
es: No se han podido cargar los precios de App Store. Comprueba la conexión y reinténtalo.
fr: Impossible de charger les prix depuis l’App Store. Vérifiez la connexion et réessayez.
ru: Не удалось загрузить цены из App Store. Проверьте подключение и повторите.

# v2.purchase.unconfirmed
source: Purchase wasn’t completed
de: Kauf nicht abgeschlossen
es: No se completó la compra
fr: L’achat n’a pas été finalisé
ru: Покупка не завершена

# v2.purchase.unconfirmedBody
source: We couldn’t confirm this purchase. Check its status before trying again.
de: Der Kauf konnte nicht bestätigt werden. Prüfe den Status, bevor du es erneut versuchst.
es: No pudimos confirmar la compra. Revisa su estado antes de intentarlo de nuevo.
fr: L’achat n’a pas pu être confirmé. Vérifiez son statut avant de réessayer.
ru: Не удалось подтвердить покупку. Проверьте её статус перед повторной попыткой.

# v2.purchase.without
source: Continue without a plan
de: Ohne Tarif fortfahren
es: Continuar sin plan
fr: Continuer sans formule
ru: Продолжить без тарифа

# v2.receiver.body
source: Screen mirroring is not ready on this TV. Follow setup instructions for a supported receiver.
de: Die Bildschirmspiegelung ist auf diesem TV noch nicht bereit. Folge der Anleitung für einen unterstützten Empfänger.
es: La duplicación no está lista en esta TV. Sigue la guía para un receptor compatible.
fr: La recopie d’écran n’est pas prête sur cette TV. Suivez le guide pour un récepteur compatible.
ru: Трансляция экрана на этом ТВ ещё не настроена. Следуйте инструкции для поддерживаемого приёмника.

# v2.receiver.guide
source: View setup guide
de: Einrichtungsanleitung öffnen
es: Ver guía de configuración
fr: Voir le guide de configuration
ru: Открыть инструкцию

# v2.receiver.otherFeatures
source: Remote control, photos and videos may still be available.
de: Fernbedienung, Fotos und Videos können weiterhin verfügbar sein.
es: El mando, las fotos y los vídeos pueden seguir disponibles.
fr: La télécommande, les photos et les vidéos peuvent rester disponibles.
ru: Пульт, фото и видео могут оставаться доступными.

# v2.receiver.title
source: A receiver is needed
de: Ein Empfänger ist erforderlich
es: Se necesita un receptor
fr: Un récepteur est nécessaire
ru: Нужен приёмник

# v2.remote.all
source: All
de: Alle
es: Todas
fr: Tout
ru: Все

# v2.remote.buttons
source: Buttons
de: Tasten
es: Botones
fr: Boutons
ru: Кнопки

# v2.remote.channels
source: Channels
de: Sender
es: Canales
fr: Chaînes
ru: Каналы

# v2.remote.checkDone
source: Connection check complete
de: Verbindungstest abgeschlossen
es: Prueba de conexión completada
fr: Test de connexion terminé
ru: Проверка подключения завершена

# v2.remote.freeCheck
source: Free connection check
de: Kostenloser Verbindungstest
es: Prueba de conexión gratuita
fr: Test de connexion gratuit
ru: Бесплатная проверка подключения

# v2.remote.home
source: Home
de: Startseite
es: Inicio
fr: Accueil
ru: Домой

# v2.remote.input
source: Input
de: Eingang
es: Entrada
fr: Source
ru: Источник сигнала

# v2.remote.keyboard
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
ru: Клавиатура

# v2.remote.menu
source: Menu
de: Menü
es: Menú
ru: Меню

# v2.remote.more
source: More
de: Mehr
es: Más
fr: Plus
ru: Ещё

# v2.remote.moreTitle
source: More controls
de: Weitere Steuerungen
es: Más controles
fr: Commandes supplémentaires
ru: Дополнительные кнопки

# v2.remote.mute
source: Mute
de: Stummschalten
es: Silenciar
fr: Couper le son
ru: Без звука

# v2.remote.numbers
source: Numbers
de: Ziffern
es: Números
fr: Chiffres
ru: Цифры

# v2.remote.quickLaunch
source: Quick launch
de: Schnellstart
es: Acceso rápido
fr: Accès rapide
ru: Быстрый запуск

# v2.remote.swipe
source: Swipe to navigate
de: Zum Navigieren wischen
es: Desliza para navegar
fr: Balayez pour naviguer
ru: Проводите пальцем для навигации

# v2.remote.tap
source: Tap to select
de: Zum Auswählen tippen
es: Toca para seleccionar
fr: Touchez pour sélectionner
ru: Коснитесь для выбора

# v2.remote.unsupported
source: This control is not supported by your TV.
de: Dein TV unterstützt diese Funktion nicht.
es: Tu TV no admite este control.
fr: Votre téléviseur ne prend pas en charge cette commande.
ru: Телевизор не поддерживает эту команду.

# v2.remote.volume
source: Volume
de: Lautstärke
es: Volumen
ru: Громкость

# v2.remote.wake
source: Wake TV
de: TV einschalten
es: Encender TV
fr: Allumer le téléviseur
ru: Включить ТВ

# v2.remote.wakeNote
source: Wake requires network standby.
de: Zum Einschalten ist Netzwerk-Standby erforderlich.
es: El encendido requiere espera en red.
fr: L’allumage nécessite la veille réseau.
ru: Для включения нужен сетевой режим ожидания.

# v2.settings.about
source: About
de: Über die App
es: Acerca de
fr: À propos
ru: О приложении

# v2.settings.haptics
source: Haptic feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
ru: Тактильный отклик

# v2.settings.help
source: Help & support
de: Hilfe und Support
es: Ayuda y soporte
fr: Aide et assistance
ru: Помощь и поддержка

# v2.settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

# v2.settings.notifications
source: Notifications
de: Mitteilungen
es: Notificaciones
ru: Уведомления

# v2.settings.priceRegion
source: Prices follow your App Store region.
de: Die Preise richten sich nach deiner App Store-Region.
es: Los precios dependen de la región de App Store.
fr: Les prix dépendent de votre région App Store.
ru: Цены зависят от региона App Store.

# v2.settings.savedTVs
source: Saved TVs
de: Gespeicherte TVs
es: TV guardadas
fr: TV enregistrées
ru: Сохранённые ТВ

# v2.settings.systemLanguage
source: Use system language
de: Systemsprache verwenden
es: Usar idioma del sistema
fr: Utiliser la langue du système
ru: Использовать язык системы

# v2.status.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ru: Подключено

# v2.status.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ru: Готово

# v2.status.receiverNeeded
source: Receiver needed
de: Empfänger erforderlich
es: Se necesita un receptor
fr: Récepteur nécessaire
ru: Нужен приёмник

# v2.subscription.active
source: Active
de: Aktiv
es: Activa
fr: Actif
ru: Активна

# v2.subscription.appStore
source: Manage in App Store
de: Im App Store verwalten
es: Gestionar en App Store
fr: Gérer dans l’App Store
ru: Управлять в App Store

# v2.subscription.cancelSeparate
source: Buying lifetime does not automatically cancel your subscription. Manage it in the App Store.
de: Der Kauf des Dauerzugangs kündigt dein Abo nicht automatisch. Verwalte es im App Store.
es: Comprar acceso de por vida no cancela la suscripción automáticamente. Gestiónala en App Store.
fr: L’achat à vie n’annule pas automatiquement votre abonnement. Gérez-le dans l’App Store.
ru: Покупка навсегда не отменяет подписку автоматически. Управляйте ею в App Store.

# v2.subscription.lifetime
source: Get lifetime access
de: Dauerzugang erhalten
es: Obtener acceso de por vida
fr: Obtenir l’accès à vie
ru: Купить доступ навсегда

# v2.subscription.manage
source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
ru: Управлять подпиской

# v2.subscription.renews
source: Renews %1$@
de: Verlängert sich am %1$@
es: Se renueva el %1$@
fr: Renouvellement le %1$@
ru: Продление %1$@

# v2.subscription.review
source: Review change in App Store
de: Änderung im App Store prüfen
es: Revisar cambio en App Store
fr: Vérifier le changement dans l’App Store
ru: Проверить условия в App Store

# v2.subscription.yearly
source: Switch to yearly
de: Zum Jahresabo wechseln
es: Cambiar al plan anual
fr: Passer à l’abonnement annuel
ru: Перейти на годовой

# v2.support.attachment
source: Add attachment
de: Anhang hinzufügen
es: Añadir archivo
fr: Ajouter une pièce jointe
ru: Добавить вложение

# v2.support.body
source: Tell us what happened. We’ll help.
de: Sag uns, was passiert ist. Wir helfen dir.
es: Cuéntanos qué ha pasado. Te ayudaremos.
fr: Dites-nous ce qui s’est passé. Nous vous aiderons.
ru: Расскажите, что произошло. Мы поможем.

# v2.support.diagnostics
source: Include technical details
de: Technische Details hinzufügen
es: Incluir datos técnicos
fr: Inclure les détails techniques
ru: Добавить технические сведения

# v2.support.email
source: Prepare email
de: E-Mail vorbereiten
es: Preparar correo
fr: Préparer un e-mail
ru: Подготовить письмо

# v2.support.form
source: Open support form
de: Supportformular öffnen
es: Abrir formulario de soporte
fr: Ouvrir le formulaire d’assistance
ru: Открыть форму поддержки

# v2.support.message
source: Message
de: Nachricht
es: Mensaje
ru: Сообщение

# v2.support.noPrivate
source: No photos, passwords or typed TV text.
de: Keine Fotos, Passwörter oder am TV eingegebenen Texte.
es: Sin fotos, contraseñas ni texto escrito para la TV.
fr: Sans photos, mots de passe ni texte saisi pour la TV.
ru: Без фото, паролей и текста для телевизора.

# v2.support.review
source: Review details
de: Details prüfen
es: Revisar detalles
fr: Vérifier les détails
ru: Посмотреть сведения

# v2.support.title
source: Contact support
de: Support kontaktieren
es: Contactar con soporte
fr: Contacter l’assistance
ru: Написать в поддержку

# v2.support.topic
source: Topic
de: Thema
es: Tema
fr: Sujet
ru: Тема

# v2.tv.add
source: Add a TV
de: TV hinzufügen
es: Añadir una TV
fr: Ajouter une TV
ru: Добавить телевизор

# v2.tv.forget
source: Forget
de: Entfernen
es: Olvidar
fr: Oublier
ru: Забыть

# v2.tv.local
source: Your saved TVs stay on this device.
de: Deine gespeicherten TVs bleiben auf diesem Gerät.
es: Las TV guardadas permanecen en este dispositivo.
fr: Vos TV enregistrées restent sur cet appareil.
ru: Список телевизоров хранится на этом устройстве.

# v2.tv.rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ru: Переименовать

# v2.video.add
source: Add videos
de: Videos hinzufügen
es: Añadir vídeos
fr: Ajouter des vidéos
ru: Добавить видео

# v2.video.confirmFirst
source: Nothing is sent until you confirm.
de: Vor deiner Bestätigung wird nichts gesendet.
es: No se envía nada hasta que confirmes.
fr: Rien n’est envoyé sans votre confirmation.
ru: Передача начнётся только после подтверждения.

# v2.video.nowPlaying
source: Now playing
de: Aktuelle Wiedergabe
es: Reproduciendo
fr: Lecture en cours
ru: Сейчас воспроизводится

# v2.video.onTV
source: Playing on TV
de: Wiedergabe auf dem TV
es: Reproduciendo en la TV
fr: Lecture sur la TV
ru: Воспроизводится на ТВ

# v2.video.preview
source: Preview video
de: Videovorschau
es: Vista previa
fr: Aperçu de la vidéo
ru: Предпросмотр видео

# v2.video.selected
source: Selected videos
de: Ausgewählte Videos
es: Vídeos seleccionados
fr: Vidéos sélectionnées
ru: Выбранные видео

# v2.video.selectedBody
source: From the videos you chose
de: Aus deinen ausgewählten Videos
es: De los vídeos que elegiste
fr: Parmi les vidéos que vous avez choisies
ru: Из выбранных вами видео

# v2.video.volumeTVRemote
source: Use your TV remote to adjust volume.
de: Regle die Lautstärke mit der TV-Fernbedienung.
es: Usa el mando del TV para ajustar el volumen.
fr: Réglez le volume avec la télécommande du téléviseur.
ru: Регулируйте громкость пультом телевизора.

# welcome.pricingNote
source: Free to download and to check your TV. Continued use needs Remote Pro (monthly, yearly or one‑time purchase) — no ads, no account.
de: Download und TV-Check sind kostenlos. Für die weitere Nutzung brauchst du Remote Pro (monatlich, jährlich oder einmalig) – ohne Werbung, ohne Konto.
es: Descarga y comprobación de tu TV gratis. Para seguir usándolo necesitas Remote Pro (mensual, anual o pago único), sin anuncios ni cuenta.
fr: Téléchargement et vérification du téléviseur gratuits. L’utilisation continue nécessite Remote Pro (mensuel, annuel ou achat unique), sans pub ni compte.
ru: Скачивание и проверка телевизора бесплатны. Для дальнейшего использования нужен Remote Pro (месяц, год или разовая покупка) — без рекламы и регистрации.

# apps.title
source: TV apps
es: Apps de la TV
fr: Apps du téléviseur
ru: Приложения ТВ

# banner.pro.details
source: Details
es: Detalles
fr: Détails
ru: Подробнее

# cast.video.number
source: Video %lld
es: Vídeo %lld
fr: Vidéo %lld
ru: Видео %lld

# common.errorCode
source: Code: %@
es: Código: %@
ru: Код: %@

# key.home
source: Home
es: Inicio
fr: Accueil
ru: Домой

# key.info
source: Info
es: Información
fr: Infos
ru: Информация

# key.pause
source: Pause
es: Pausa
ru: Пауза

# pairing.pin.placeholder
source: Code
es: Código
ru: Код

# remote.style
source: Navigation
es: Navegación
ru: Навигация

# remote.style.touchpad
source: Touchpad
es: Panel táctil
fr: Pavé tactile
ru: Тачпад

# remote.touchpad.accessibility
source: Touchpad
es: Panel táctil
fr: Pavé tactile
ru: Тачпад

# settings.group.support
source: Support
es: Soporte
fr: Assistance
ru: Поддержка

# settings.language.system
source: System
es: Sistema
fr: Système
ru: Системный

# settings.language.systemValue
source: System (%@)
es: Sistema (%@)
fr: Système (%@)
ru: Системный (%@)

# settings.theme.system
source: System
es: Sistema
fr: Système
ru: Системное

# settings.versionLine
source: Version %@
es: Versión %@
ru: Версия %@

# support.category.appsNotLaunching
source: TV apps
es: Apps de la TV
fr: Apps du téléviseur
ru: Приложения ТВ

# support.channel.option.email
source: Email
es: Correo
ru: Почта

# support.field.contactEmail.placeholder
source: name@example.com
es: nombre@example.com
fr: nom@example.com
